---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitWireTypeParam
source: html/df32f02d-0512-ec3c-b62a-28c7a264194e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitWireTypeParam Property

"Wire Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitWireTypeParam { get; }
```